{
  "all": [
    {
      "pmid": "37240969",
      "title": "Brain Network Topology in Deficit and Non-Deficit Schizophrenia: Application of Graph Theory to Local and Global Indices.",
      "first_author": "Vecchio D",
      "journal": "Journal of personalized medicine",
      "year": "2023",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "Patients with deficit schizophrenia (SZD) suffer from primary and enduring negative symptoms. Limited pieces of evidence and neuroimaging studies indicate they differ from patients with non-deficit schizophrenia (SZND) in neurobiological aspects, but the results are far from conclusive. We applied for the first time, graph theory analyses to discriminate local and global indices of brain network topology in SZD and SZND patients compared with healthy controls (HC). High-resolution T1-weighted im"
    },
    {
      "pmid": "29036672",
      "title": "Convergence and Divergence of Brain Network Dysfunction in Deficit and Non-deficit Schizophrenia.",
      "first_author": "Yu M",
      "journal": "Schizophrenia bulletin",
      "year": "2017",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "Deficit schizophrenia (DS), characterized by primary and enduring negative symptoms, has been considered as a pathophysiologically distinct schizophrenic subgroup. Neuroimaging characteristics of DS, especially functional brain network architecture, remain largely unknown. Resting-state functional magnetic resonance imaging and graph theory approaches were employed to investigate the topological organization of whole-brain functional networks of 114 male participants including 33 DS, 41 non-defi"
    },
    {
      "pmid": "30254708",
      "title": "Altered Small-World Networks in First-Episode Schizophrenia Patients during Cool Executive Function Task.",
      "first_author": "Zhao Z",
      "journal": "Behavioural neurology",
      "year": "2018",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "At present, little is known about brain functional connectivity and its small-world topologic properties in first-episode schizophrenia (SZ) patients during cool executive function task. In this paper, the Trail Making Test-B (TMT-B) task was used to evaluate the cool executive function of first-episode SZ patients and electroencephalography (EEG) data were recorded from 14 first-episode SZ patients and 14 healthy controls during this cool executive function task. Brain functional connectivity b"
    },
    {
      "pmid": "29611297",
      "title": "Relations between structural and EEG-based graph metrics in healthy controls and schizophrenia patients.",
      "first_author": "Gomez-Pilar J",
      "journal": "Human brain mapping",
      "year": "2018",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "Our aim was to assess structural and functional networks in schizophrenia patients; and the possible prediction of the latter based on the former. The possible dependence of functional network properties on structural alterations has not been analyzed in schizophrenia. We applied averaged path-length (PL), clustering coefficient, and density (D) measurements to data from diffusion magnetic resonance and electroencephalography in 39 schizophrenia patients and 79 controls. Functional data were col"
    },
    {
      "pmid": "36114041",
      "title": "Shared and Specific Patterns of Structural Brain Connectivity Across Affective and Psychotic Disorders.",
      "first_author": "Repple J",
      "journal": "Biological psychiatry",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Altered brain structural connectivity has been implicated in the pathophysiology of psychiatric disorders including schizophrenia (SZ), bipolar disorder (BD), and major depressive disorder (MDD). However, it is unknown which part of these connectivity abnormalities are disorder specific and which are shared across the spectrum of psychotic and affective disorders. We investigated common and distinct brain connectivity alterations in a large sample (N = 1743) of patients with SZ, BD, or MDD and h"
    },
    {
      "pmid": "37769394",
      "title": "Combined exercise and cognitive interventions for adults with mild cognitive impairment and dementia: A systematic review and network meta-analysis.",
      "first_author": "Xue D",
      "journal": "International journal of nursing studies",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Exercise and cognitive interventions are beneficial for adults with preclinical and clinical dementia, but it is unclear whether the combination of these two components could generate synergistic benefits and what intervention designs would optimize this effect. This review aims to compare the effects of combined exercise and cognitive interventions on cognitive, psychological, functional outcomes, and health-related quality of life with the corresponding single approach and control groups in ad"
    },
    {
      "pmid": "29213969",
      "title": "Total output and switching in category fluency successfully discriminates Alzheimer's disease from Mild Cognitive Impairment, but not from frontotemporal dementia.",
      "first_author": "Ramanan S",
      "journal": "Dementia & neuropsychologia",
      "year": "2015",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Verbal fluency tasks require generation of words beginning with a letter (phonemic fluency; PF) or from a category (category fluency; CF) within a limited time period. Generally, total output on CF has been used to discriminate Mild Cognitive Impairment (MCI) from Alzheimer's disease (AD), while poor PF has been used as a marker for behavioral-variant frontotemporal dementia (bvFTD). However, in the absence of this disparate performance, further characterization of the task becomes necessary. We"
    },
    {
      "pmid": "37462752",
      "title": "Longitudinal changes in qualitative aspects of semantic fluency in presymptomatic and prodromal genetic frontotemporal dementia.",
      "first_author": "Jiskoot LC",
      "journal": "Journal of neurology",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "The semantic fluency test is one of the most widely used neuropsychological tests in dementia diagnosis. Research utilizing the qualitative, psycholinguistic information embedded in its output is currently underexplored in presymptomatic and prodromal genetic FTD. Presymptomatic MAPT (n = 20) and GRN (n = 43) mutation carriers, and controls (n = 55) underwent up to 6 years of neuropsychological assessment, including the semantic fluency test. Ten mutation carriers became symptomatic (phenoconver"
    },
    {
      "pmid": "22014065",
      "title": "Clustering and switching strategies during verbal fluency performance differentiate Alzheimer's disease and healthy aging.",
      "first_author": "Haugrud N",
      "journal": "Journal of the International Neuropsychological Society : JINS",
      "year": "2011",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Clustering and switching strategies during phonemic and semantic verbal fluency tasks as defined by Troyer et al. (1997), Abwender et al. (2001), and Lanting et al. (2009) were compared using archival data to determine which scoring procedures best differentiate healthy older adults (n = 26) from individuals with early-stage Alzheimer's disease (AD, n = 26). Total word production showed the largest group difference, especially for semantic fluency. The AD group produced fewer switches when compa"
    },
    {
      "pmid": "36579809",
      "title": "Social Health and Cognitive Change in Old Age: Role of Brain Reserve.",
      "first_author": "Marseglia A",
      "journal": "Annals of neurology",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Individual aspects of social health (SH; eg, network, engagement, support) have been linked to cognitive health. However, their combined effect and the role of the structural properties of the brain (brain reserve [BR]) remain unclear. We investigated the interplay of SH and BR on cognitive change in older adults. Within the Swedish National Study on Aging and Care-Kungsholmen, 368 dementia-free adults aged ≥60 years with baseline brain magnetic resonance imaging were followed over 12 years to a"
    },
    {
      "pmid": "40939501",
      "title": "Creativity, the fountain of youth: Association between creativity and semantic memory networks across the lifespan.",
      "first_author": "Campidelli L",
      "journal": "Cognition",
      "year": "2026",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Creativity relies on the ability to make new associations between concepts stored in our semantic memory in order to create new and effective ideas in a specific context. Recent studies showed that creative people are characterized by more flexible semantic memory structures, which facilitate novel associations between concepts. On the other hand, older adults exhibit more rigid semantic memory structures and ability to access these structures, raising questions about how the relationship betwee"
    },
    {
      "pmid": "40708002",
      "title": "Semantic memory and creative evaluation.",
      "first_author": "Skurnik A",
      "journal": "BMC psychology",
      "year": "2025",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Creativity is a fundamental cognitive skill enabling the generation of original and effective ideas. While research has focused on creative idea generation, relatively little is known about creative idea evaluation, particularly from a metacognitive perspective. Understanding how knowledge structures relate to metacognitive processes that accompany creative thinking can further elucidate its complexity. Using the relatedness judgment task, we constructed participants' (N = 106) semantic memory n"
    },
    {
      "pmid": "29307585",
      "title": "Driving the brain towards creativity and intelligence: A network control theory analysis.",
      "first_author": "Kenett YN",
      "journal": "Neuropsychologia",
      "year": "2018",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "High-level cognitive constructs, such as creativity and intelligence, entail complex and multiple processes, including cognitive control processes. Recent neurocognitive research on these constructs highlight the importance of dynamic interaction across neural network systems and the role of cognitive control processes in guiding such a dynamic interaction. How can we quantitatively examine the extent and ways in which cognitive control contributes to creativity and intelligence? To address this"
    },
    {
      "pmid": "38889248",
      "title": "Default mode network electrophysiological dynamics and causal role in creative thinking.",
      "first_author": "Bartoli E",
      "journal": "Brain : a journal of neurology",
      "year": "2024",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "The default mode network (DMN) is a widely distributed, intrinsic brain network thought to play a crucial role in internally directed cognition. The present study employs stereo-EEG in 13 human patients, obtaining high resolution neural recordings across multiple canonical DMN regions during two processes that have been associated with creative thinking: spontaneous and divergent thought. We probe these two DMN-associated higher cognitive functions through mind wandering and alternate uses tasks"
    },
    {
      "pmid": "35119928",
      "title": "Brain connectivity-based prediction of real-life creativity is mediated by semantic memory structure.",
      "first_author": "Ovando-Tellez M",
      "journal": "Science advances",
      "year": "2022",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Associative theories of creativity argue that creative cognition involves the abilities to generate remote associations and make useful connections between unrelated concepts in one's semantic memory. Yet, whether and how real-life creative behavior relies on semantic memory structure and its neural substrates remains unclear. We acquired multi-echo functional magnetic resonance imaging data while participants underwent a semantic relatedness judgment task. These ratings were used to estimate th"
    },
    {
      "pmid": "36066941",
      "title": "Tracking the associative boost in infancy.",
      "first_author": "Plunkett K",
      "journal": "Infancy : the official journal of the International Society on Infant Studies",
      "year": "2022",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Do words that are both associatively and taxonomically related prime each other in the infant mental lexicon? We explore the impact of these semantic relations in the emerging lexicon. Using the head-turn preference procedure, we show that 18-month-old infants have begun to construct a semantic network of associatively and taxonomically related words, such as dog-cat or apple-cheese. We demonstrate that priming between words is longer-lasting when the relationship is both taxonomic and associati"
    },
    {
      "pmid": "26097107",
      "title": "Foraging in Semantic Fields: How We Search Through Memory.",
      "first_author": "Hills TT",
      "journal": "Topics in cognitive science",
      "year": "2015",
      "has_network": false,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 0,
      "abstract": "When searching for concepts in memory--as in the verbal fluency task of naming all the animals one can think of--people appear to explore internal mental representations in much the same way that animals forage in physical space: searching locally within patches of information before transitioning globally between patches. However, the definition of the patches being searched in mental space is not well specified. Do we search by activating explicit predefined categories (e.g., pets) and recall "
    },
    {
      "pmid": "22329683",
      "title": "Optimal foraging in semantic memory.",
      "first_author": "Hills TT",
      "journal": "Psychological review",
      "year": "2012",
      "has_network": false,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 0,
      "abstract": "Do humans search in memory using dynamic local-to-global search strategies similar to those that animals use to forage between patches in space? If so, do their dynamic memory search policies correspond to optimal foraging strategies seen for spatial foraging? Results from a number of fields suggest these possibilities, including the shared structure of the search problems-searching in patchy environments-and recent evidence supporting a domain-general cognitive search process. To investigate th"
    },
    {
      "pmid": "35710948",
      "title": "An investigation of the cognitive and neural correlates of semantic memory search related to creative ability.",
      "first_author": "Ovando-Tellez M",
      "journal": "Communications biology",
      "year": "2022",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Creative ideas likely result from searching and combining semantic memory knowledge, yet the mechanisms acting on memory to yield creative ideas remain unclear. Here, we identified the neurocognitive correlates of semantic search components related to creative abilities. We designed an associative fluency task based on polysemous words and distinguished two search components related to clustering and switching between the different meanings of the polysemous words. Clustering correlated with div"
    },
    {
      "pmid": "25909582",
      "title": "Semantic facilitation in bilingual first language acquisition.",
      "first_author": "Bilson S",
      "journal": "Cognition",
      "year": "2015",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Bilingual first language learners face unique challenges that may influence the rate and order of early word learning relative to monolinguals. A comparison of the productive vocabularies of 435 children between the ages of 6 months and 7 years-181 of which were bilingual English learners-found that monolinguals learned both English words and all-language concepts faster than bilinguals. However, bilinguals showed an enhancement of an effect previously found in monolinguals-the preference for le"
    },
    {
      "pmid": "40080553",
      "title": "Network science in experimental psychology.",
      "first_author": "Kenett YN",
      "journal": "Canadian journal of experimental psychology = Revue canadienne de psychologie experimentale",
      "year": "2025",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "This introduction to the special issue entitled \"Network Science in Experimental Psychology\" describes how complex networks are used by experimental psychologists to examine questions from a range of topics in psychology. Complex networks use nodes to represent individual entities and connections between nodes that are related in some way. The overall weblike structure that emerges influences the processes that operate in that system. The articles summarized here illustrate the various definitio"
    },
    {
      "pmid": "35404646",
      "title": "Nymph piss and gravy orgies: Local and global contrast effects in relational humor.",
      "first_author": "Siew CSQ",
      "journal": "Journal of experimental psychology. Learning, memory, and cognition",
      "year": "2022",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "How does the relation between two words create humor? In this article, we investigated the effect of global and local contrast on the humor of word pairs. We capitalized on the existence of psycholinguistic lexical norms by examining violations of expectations set up by typical patterns of English usage (global contrast) and within the local context of the words within the word pairs (local contrast). Global contrast was operationalized as lexical-semantic norms for single-words and local contra"
    },
    {
      "pmid": "35608782",
      "title": "Investigating the network structure of domain-specific knowledge using the semantic fluency task.",
      "first_author": "Siew CSQ",
      "journal": "Memory & cognition",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Cognitive scientists have a long-standing interest in quantifying the structure of semantic memory. Here, we investigate whether a commonly used paradigm to study the structure of semantic memory, the semantic fluency task, as well as computational methods from network science could be leveraged to explore the underlying knowledge structures of academic disciplines such as psychology or biology. To compare the knowledge representations of individuals with relatively different levels of expertise"
    },
    {
      "pmid": "32831584",
      "title": "Contributions of modern network science to the cognitive sciences: revisiting research spirals of representation and process.",
      "first_author": "Castro N",
      "journal": "Proceedings. Mathematical, physical, and engineering sciences",
      "year": "2020",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Modelling the structure of cognitive systems is a central goal of the cognitive sciences-a goal that has greatly benefitted from the application of network science approaches. This paper provides an overview of how network science has been applied to the cognitive sciences, with a specific focus on the two research 'spirals' of cognitive sciences related to the <i>representation</i> and <i>processes</i> of the human mind. For each spiral, we first review classic papers in the psychological scien"
    },
    {
      "pmid": "39231896",
      "title": "What we mean when we say semantic: Toward a multidisciplinary semantic glossary.",
      "first_author": "Reilly J",
      "journal": "Psychonomic bulletin & review",
      "year": "2025",
      "has_network": false,
      "has_metrics": false,
      "has_data": true,
      "has_patients": true,
      "score": 6,
      "abstract": "Tulving characterized semantic memory as a vast repository of meaning that underlies language and many other cognitive processes. This perspective on lexical and conceptual knowledge galvanized a new era of research undertaken by numerous fields, each with their own idiosyncratic methods and terminology. For example, \"concept\" has different meanings in philosophy, linguistics, and psychology. As such, many fundamental constructs used to delineate semantic theories remain underspecified and/or op"
    },
    {
      "pmid": "36946531",
      "title": "Semantic Speech Networks Linked to Formal Thought Disorder in Early Psychosis.",
      "first_author": "Nettekoven CR",
      "journal": "Schizophrenia bulletin",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Mapping a patient's speech as a network has proved to be a useful way of understanding formal thought disorder in psychosis. However, to date, graph theory tools have not explicitly modelled the semantic content of speech, which is altered in psychosis. We developed an algorithm, \"netts,\" to map the semantic content of speech as a network, then applied netts to construct semantic speech networks for a general population sample (N = 436), and a clinical sample comprising patients with first episo"
    },
    {
      "pmid": "35524616",
      "title": "The lived experience of psychosis: a bottom-up review co-written by experts by experience and academics.",
      "first_author": "Fusar-Poli P",
      "journal": "World psychiatry : official journal of the World Psychiatric Association (WPA)",
      "year": "2022",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Psychosis is the most ineffable experience of mental disorder. We provide here the first co-written bottom-up review of the lived experience of psychosis, whereby experts by experience primarily selected the subjective themes, that were subsequently enriched by phenomenologically-informed perspectives. First-person accounts within and outside the medical field were screened and discussed in collaborative workshops involving numerous individuals with lived experience of psychosis as well as famil"
    },
    {
      "pmid": "37207935",
      "title": "Brain Structural Network Connectivity of Formal Thought Disorder Dimensions in Affective and Psychotic Disorders.",
      "first_author": "Stein F",
      "journal": "Biological psychiatry",
      "year": "2024",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "The psychopathological syndrome of formal thought disorder (FTD) is not only present in schizophrenia (SZ), but also highly prevalent in major depressive disorder and bipolar disorder. It remains unknown how alterations in the structural white matter connectome of the brain correlate with psychopathological FTD dimensions across affective and psychotic disorders. Using FTD items of the Scale for the Assessment of Positive Symptoms and Scale for the Assessment of Negative Symptoms, we performed e"
    },
    {
      "pmid": "36305160",
      "title": "Language Network Dysfunction and Formal Thought Disorder in Schizophrenia.",
      "first_author": "Palaniyappan L",
      "journal": "Schizophrenia bulletin",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Pathophysiological inquiries into schizophrenia require a consideration of one of its most defining features: disorganization and impoverishment in verbal behavior. This feature, often captured using the term Formal Thought Disorder (FTD), still remains to be one of the most poorly understood and understudied dimensions of schizophrenia. In particular, the large-scale network level dysfunction that contributes to FTD remains obscure to date. In this narrative review, we consider the various chal"
    },
    {
      "pmid": "37124249",
      "title": "More than words: Speech production in first-episode psychosis predicts later social and vocational functioning.",
      "first_author": "Mackinley M",
      "journal": "Frontiers in psychiatry",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Several disturbances in speech are present in psychosis; however, the relationship between these disturbances during the first-episode of psychosis (FEP) and later vocational functioning is unclear. Demonstrating this relationship is critical if we expect speech and communication deficits to emerge as targets for early intervention. We analyzed three 1-min speech samples using automated speech analysis and Bayes networks in an antipsychotic-naive sample of 39 FEP patients and followed them longi"
    }
  ],
  "network": [
    {
      "pmid": "37240969",
      "title": "Brain Network Topology in Deficit and Non-Deficit Schizophrenia: Application of Graph Theory to Local and Global Indices.",
      "first_author": "Vecchio D",
      "journal": "Journal of personalized medicine",
      "year": "2023",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "Patients with deficit schizophrenia (SZD) suffer from primary and enduring negative symptoms. Limited pieces of evidence and neuroimaging studies indicate they differ from patients with non-deficit schizophrenia (SZND) in neurobiological aspects, but the results are far from conclusive. We applied for the first time, graph theory analyses to discriminate local and global indices of brain network topology in SZD and SZND patients compared with healthy controls (HC). High-resolution T1-weighted im"
    },
    {
      "pmid": "29036672",
      "title": "Convergence and Divergence of Brain Network Dysfunction in Deficit and Non-deficit Schizophrenia.",
      "first_author": "Yu M",
      "journal": "Schizophrenia bulletin",
      "year": "2017",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "Deficit schizophrenia (DS), characterized by primary and enduring negative symptoms, has been considered as a pathophysiologically distinct schizophrenic subgroup. Neuroimaging characteristics of DS, especially functional brain network architecture, remain largely unknown. Resting-state functional magnetic resonance imaging and graph theory approaches were employed to investigate the topological organization of whole-brain functional networks of 114 male participants including 33 DS, 41 non-defi"
    },
    {
      "pmid": "30254708",
      "title": "Altered Small-World Networks in First-Episode Schizophrenia Patients during Cool Executive Function Task.",
      "first_author": "Zhao Z",
      "journal": "Behavioural neurology",
      "year": "2018",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "At present, little is known about brain functional connectivity and its small-world topologic properties in first-episode schizophrenia (SZ) patients during cool executive function task. In this paper, the Trail Making Test-B (TMT-B) task was used to evaluate the cool executive function of first-episode SZ patients and electroencephalography (EEG) data were recorded from 14 first-episode SZ patients and 14 healthy controls during this cool executive function task. Brain functional connectivity b"
    },
    {
      "pmid": "29611297",
      "title": "Relations between structural and EEG-based graph metrics in healthy controls and schizophrenia patients.",
      "first_author": "Gomez-Pilar J",
      "journal": "Human brain mapping",
      "year": "2018",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "Our aim was to assess structural and functional networks in schizophrenia patients; and the possible prediction of the latter based on the former. The possible dependence of functional network properties on structural alterations has not been analyzed in schizophrenia. We applied averaged path-length (PL), clustering coefficient, and density (D) measurements to data from diffusion magnetic resonance and electroencephalography in 39 schizophrenia patients and 79 controls. Functional data were col"
    },
    {
      "pmid": "36114041",
      "title": "Shared and Specific Patterns of Structural Brain Connectivity Across Affective and Psychotic Disorders.",
      "first_author": "Repple J",
      "journal": "Biological psychiatry",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Altered brain structural connectivity has been implicated in the pathophysiology of psychiatric disorders including schizophrenia (SZ), bipolar disorder (BD), and major depressive disorder (MDD). However, it is unknown which part of these connectivity abnormalities are disorder specific and which are shared across the spectrum of psychotic and affective disorders. We investigated common and distinct brain connectivity alterations in a large sample (N = 1743) of patients with SZ, BD, or MDD and h"
    },
    {
      "pmid": "37769394",
      "title": "Combined exercise and cognitive interventions for adults with mild cognitive impairment and dementia: A systematic review and network meta-analysis.",
      "first_author": "Xue D",
      "journal": "International journal of nursing studies",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Exercise and cognitive interventions are beneficial for adults with preclinical and clinical dementia, but it is unclear whether the combination of these two components could generate synergistic benefits and what intervention designs would optimize this effect. This review aims to compare the effects of combined exercise and cognitive interventions on cognitive, psychological, functional outcomes, and health-related quality of life with the corresponding single approach and control groups in ad"
    },
    {
      "pmid": "29213969",
      "title": "Total output and switching in category fluency successfully discriminates Alzheimer's disease from Mild Cognitive Impairment, but not from frontotemporal dementia.",
      "first_author": "Ramanan S",
      "journal": "Dementia & neuropsychologia",
      "year": "2015",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Verbal fluency tasks require generation of words beginning with a letter (phonemic fluency; PF) or from a category (category fluency; CF) within a limited time period. Generally, total output on CF has been used to discriminate Mild Cognitive Impairment (MCI) from Alzheimer's disease (AD), while poor PF has been used as a marker for behavioral-variant frontotemporal dementia (bvFTD). However, in the absence of this disparate performance, further characterization of the task becomes necessary. We"
    },
    {
      "pmid": "37462752",
      "title": "Longitudinal changes in qualitative aspects of semantic fluency in presymptomatic and prodromal genetic frontotemporal dementia.",
      "first_author": "Jiskoot LC",
      "journal": "Journal of neurology",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "The semantic fluency test is one of the most widely used neuropsychological tests in dementia diagnosis. Research utilizing the qualitative, psycholinguistic information embedded in its output is currently underexplored in presymptomatic and prodromal genetic FTD. Presymptomatic MAPT (n = 20) and GRN (n = 43) mutation carriers, and controls (n = 55) underwent up to 6 years of neuropsychological assessment, including the semantic fluency test. Ten mutation carriers became symptomatic (phenoconver"
    },
    {
      "pmid": "22014065",
      "title": "Clustering and switching strategies during verbal fluency performance differentiate Alzheimer's disease and healthy aging.",
      "first_author": "Haugrud N",
      "journal": "Journal of the International Neuropsychological Society : JINS",
      "year": "2011",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Clustering and switching strategies during phonemic and semantic verbal fluency tasks as defined by Troyer et al. (1997), Abwender et al. (2001), and Lanting et al. (2009) were compared using archival data to determine which scoring procedures best differentiate healthy older adults (n = 26) from individuals with early-stage Alzheimer's disease (AD, n = 26). Total word production showed the largest group difference, especially for semantic fluency. The AD group produced fewer switches when compa"
    },
    {
      "pmid": "36579809",
      "title": "Social Health and Cognitive Change in Old Age: Role of Brain Reserve.",
      "first_author": "Marseglia A",
      "journal": "Annals of neurology",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Individual aspects of social health (SH; eg, network, engagement, support) have been linked to cognitive health. However, their combined effect and the role of the structural properties of the brain (brain reserve [BR]) remain unclear. We investigated the interplay of SH and BR on cognitive change in older adults. Within the Swedish National Study on Aging and Care-Kungsholmen, 368 dementia-free adults aged ≥60 years with baseline brain magnetic resonance imaging were followed over 12 years to a"
    },
    {
      "pmid": "40939501",
      "title": "Creativity, the fountain of youth: Association between creativity and semantic memory networks across the lifespan.",
      "first_author": "Campidelli L",
      "journal": "Cognition",
      "year": "2026",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Creativity relies on the ability to make new associations between concepts stored in our semantic memory in order to create new and effective ideas in a specific context. Recent studies showed that creative people are characterized by more flexible semantic memory structures, which facilitate novel associations between concepts. On the other hand, older adults exhibit more rigid semantic memory structures and ability to access these structures, raising questions about how the relationship betwee"
    },
    {
      "pmid": "40708002",
      "title": "Semantic memory and creative evaluation.",
      "first_author": "Skurnik A",
      "journal": "BMC psychology",
      "year": "2025",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Creativity is a fundamental cognitive skill enabling the generation of original and effective ideas. While research has focused on creative idea generation, relatively little is known about creative idea evaluation, particularly from a metacognitive perspective. Understanding how knowledge structures relate to metacognitive processes that accompany creative thinking can further elucidate its complexity. Using the relatedness judgment task, we constructed participants' (N = 106) semantic memory n"
    },
    {
      "pmid": "29307585",
      "title": "Driving the brain towards creativity and intelligence: A network control theory analysis.",
      "first_author": "Kenett YN",
      "journal": "Neuropsychologia",
      "year": "2018",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "High-level cognitive constructs, such as creativity and intelligence, entail complex and multiple processes, including cognitive control processes. Recent neurocognitive research on these constructs highlight the importance of dynamic interaction across neural network systems and the role of cognitive control processes in guiding such a dynamic interaction. How can we quantitatively examine the extent and ways in which cognitive control contributes to creativity and intelligence? To address this"
    },
    {
      "pmid": "38889248",
      "title": "Default mode network electrophysiological dynamics and causal role in creative thinking.",
      "first_author": "Bartoli E",
      "journal": "Brain : a journal of neurology",
      "year": "2024",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "The default mode network (DMN) is a widely distributed, intrinsic brain network thought to play a crucial role in internally directed cognition. The present study employs stereo-EEG in 13 human patients, obtaining high resolution neural recordings across multiple canonical DMN regions during two processes that have been associated with creative thinking: spontaneous and divergent thought. We probe these two DMN-associated higher cognitive functions through mind wandering and alternate uses tasks"
    },
    {
      "pmid": "35119928",
      "title": "Brain connectivity-based prediction of real-life creativity is mediated by semantic memory structure.",
      "first_author": "Ovando-Tellez M",
      "journal": "Science advances",
      "year": "2022",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Associative theories of creativity argue that creative cognition involves the abilities to generate remote associations and make useful connections between unrelated concepts in one's semantic memory. Yet, whether and how real-life creative behavior relies on semantic memory structure and its neural substrates remains unclear. We acquired multi-echo functional magnetic resonance imaging data while participants underwent a semantic relatedness judgment task. These ratings were used to estimate th"
    },
    {
      "pmid": "36066941",
      "title": "Tracking the associative boost in infancy.",
      "first_author": "Plunkett K",
      "journal": "Infancy : the official journal of the International Society on Infant Studies",
      "year": "2022",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Do words that are both associatively and taxonomically related prime each other in the infant mental lexicon? We explore the impact of these semantic relations in the emerging lexicon. Using the head-turn preference procedure, we show that 18-month-old infants have begun to construct a semantic network of associatively and taxonomically related words, such as dog-cat or apple-cheese. We demonstrate that priming between words is longer-lasting when the relationship is both taxonomic and associati"
    },
    {
      "pmid": "35710948",
      "title": "An investigation of the cognitive and neural correlates of semantic memory search related to creative ability.",
      "first_author": "Ovando-Tellez M",
      "journal": "Communications biology",
      "year": "2022",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Creative ideas likely result from searching and combining semantic memory knowledge, yet the mechanisms acting on memory to yield creative ideas remain unclear. Here, we identified the neurocognitive correlates of semantic search components related to creative abilities. We designed an associative fluency task based on polysemous words and distinguished two search components related to clustering and switching between the different meanings of the polysemous words. Clustering correlated with div"
    },
    {
      "pmid": "25909582",
      "title": "Semantic facilitation in bilingual first language acquisition.",
      "first_author": "Bilson S",
      "journal": "Cognition",
      "year": "2015",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Bilingual first language learners face unique challenges that may influence the rate and order of early word learning relative to monolinguals. A comparison of the productive vocabularies of 435 children between the ages of 6 months and 7 years-181 of which were bilingual English learners-found that monolinguals learned both English words and all-language concepts faster than bilinguals. However, bilinguals showed an enhancement of an effect previously found in monolinguals-the preference for le"
    },
    {
      "pmid": "40080553",
      "title": "Network science in experimental psychology.",
      "first_author": "Kenett YN",
      "journal": "Canadian journal of experimental psychology = Revue canadienne de psychologie experimentale",
      "year": "2025",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "This introduction to the special issue entitled \"Network Science in Experimental Psychology\" describes how complex networks are used by experimental psychologists to examine questions from a range of topics in psychology. Complex networks use nodes to represent individual entities and connections between nodes that are related in some way. The overall weblike structure that emerges influences the processes that operate in that system. The articles summarized here illustrate the various definitio"
    },
    {
      "pmid": "35404646",
      "title": "Nymph piss and gravy orgies: Local and global contrast effects in relational humor.",
      "first_author": "Siew CSQ",
      "journal": "Journal of experimental psychology. Learning, memory, and cognition",
      "year": "2022",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "How does the relation between two words create humor? In this article, we investigated the effect of global and local contrast on the humor of word pairs. We capitalized on the existence of psycholinguistic lexical norms by examining violations of expectations set up by typical patterns of English usage (global contrast) and within the local context of the words within the word pairs (local contrast). Global contrast was operationalized as lexical-semantic norms for single-words and local contra"
    },
    {
      "pmid": "35608782",
      "title": "Investigating the network structure of domain-specific knowledge using the semantic fluency task.",
      "first_author": "Siew CSQ",
      "journal": "Memory & cognition",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Cognitive scientists have a long-standing interest in quantifying the structure of semantic memory. Here, we investigate whether a commonly used paradigm to study the structure of semantic memory, the semantic fluency task, as well as computational methods from network science could be leveraged to explore the underlying knowledge structures of academic disciplines such as psychology or biology. To compare the knowledge representations of individuals with relatively different levels of expertise"
    },
    {
      "pmid": "32831584",
      "title": "Contributions of modern network science to the cognitive sciences: revisiting research spirals of representation and process.",
      "first_author": "Castro N",
      "journal": "Proceedings. Mathematical, physical, and engineering sciences",
      "year": "2020",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Modelling the structure of cognitive systems is a central goal of the cognitive sciences-a goal that has greatly benefitted from the application of network science approaches. This paper provides an overview of how network science has been applied to the cognitive sciences, with a specific focus on the two research 'spirals' of cognitive sciences related to the <i>representation</i> and <i>processes</i> of the human mind. For each spiral, we first review classic papers in the psychological scien"
    },
    {
      "pmid": "36946531",
      "title": "Semantic Speech Networks Linked to Formal Thought Disorder in Early Psychosis.",
      "first_author": "Nettekoven CR",
      "journal": "Schizophrenia bulletin",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Mapping a patient's speech as a network has proved to be a useful way of understanding formal thought disorder in psychosis. However, to date, graph theory tools have not explicitly modelled the semantic content of speech, which is altered in psychosis. We developed an algorithm, \"netts,\" to map the semantic content of speech as a network, then applied netts to construct semantic speech networks for a general population sample (N = 436), and a clinical sample comprising patients with first episo"
    },
    {
      "pmid": "35524616",
      "title": "The lived experience of psychosis: a bottom-up review co-written by experts by experience and academics.",
      "first_author": "Fusar-Poli P",
      "journal": "World psychiatry : official journal of the World Psychiatric Association (WPA)",
      "year": "2022",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Psychosis is the most ineffable experience of mental disorder. We provide here the first co-written bottom-up review of the lived experience of psychosis, whereby experts by experience primarily selected the subjective themes, that were subsequently enriched by phenomenologically-informed perspectives. First-person accounts within and outside the medical field were screened and discussed in collaborative workshops involving numerous individuals with lived experience of psychosis as well as famil"
    },
    {
      "pmid": "37207935",
      "title": "Brain Structural Network Connectivity of Formal Thought Disorder Dimensions in Affective and Psychotic Disorders.",
      "first_author": "Stein F",
      "journal": "Biological psychiatry",
      "year": "2024",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "The psychopathological syndrome of formal thought disorder (FTD) is not only present in schizophrenia (SZ), but also highly prevalent in major depressive disorder and bipolar disorder. It remains unknown how alterations in the structural white matter connectome of the brain correlate with psychopathological FTD dimensions across affective and psychotic disorders. Using FTD items of the Scale for the Assessment of Positive Symptoms and Scale for the Assessment of Negative Symptoms, we performed e"
    },
    {
      "pmid": "36305160",
      "title": "Language Network Dysfunction and Formal Thought Disorder in Schizophrenia.",
      "first_author": "Palaniyappan L",
      "journal": "Schizophrenia bulletin",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": false,
      "score": 2,
      "abstract": "Pathophysiological inquiries into schizophrenia require a consideration of one of its most defining features: disorganization and impoverishment in verbal behavior. This feature, often captured using the term Formal Thought Disorder (FTD), still remains to be one of the most poorly understood and understudied dimensions of schizophrenia. In particular, the large-scale network level dysfunction that contributes to FTD remains obscure to date. In this narrative review, we consider the various chal"
    },
    {
      "pmid": "37124249",
      "title": "More than words: Speech production in first-episode psychosis predicts later social and vocational functioning.",
      "first_author": "Mackinley M",
      "journal": "Frontiers in psychiatry",
      "year": "2023",
      "has_network": true,
      "has_metrics": false,
      "has_data": false,
      "has_patients": true,
      "score": 3,
      "abstract": "Several disturbances in speech are present in psychosis; however, the relationship between these disturbances during the first-episode of psychosis (FEP) and later vocational functioning is unclear. Demonstrating this relationship is critical if we expect speech and communication deficits to emerge as targets for early intervention. We analyzed three 1-min speech samples using automated speech analysis and Bayes networks in an antipsychotic-naive sample of 39 FEP patients and followed them longi"
    }
  ],
  "gold": [
    {
      "pmid": "37240969",
      "title": "Brain Network Topology in Deficit and Non-Deficit Schizophrenia: Application of Graph Theory to Local and Global Indices.",
      "first_author": "Vecchio D",
      "journal": "Journal of personalized medicine",
      "year": "2023",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "Patients with deficit schizophrenia (SZD) suffer from primary and enduring negative symptoms. Limited pieces of evidence and neuroimaging studies indicate they differ from patients with non-deficit schizophrenia (SZND) in neurobiological aspects, but the results are far from conclusive. We applied for the first time, graph theory analyses to discriminate local and global indices of brain network topology in SZD and SZND patients compared with healthy controls (HC). High-resolution T1-weighted im"
    },
    {
      "pmid": "29036672",
      "title": "Convergence and Divergence of Brain Network Dysfunction in Deficit and Non-deficit Schizophrenia.",
      "first_author": "Yu M",
      "journal": "Schizophrenia bulletin",
      "year": "2017",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "Deficit schizophrenia (DS), characterized by primary and enduring negative symptoms, has been considered as a pathophysiologically distinct schizophrenic subgroup. Neuroimaging characteristics of DS, especially functional brain network architecture, remain largely unknown. Resting-state functional magnetic resonance imaging and graph theory approaches were employed to investigate the topological organization of whole-brain functional networks of 114 male participants including 33 DS, 41 non-defi"
    },
    {
      "pmid": "30254708",
      "title": "Altered Small-World Networks in First-Episode Schizophrenia Patients during Cool Executive Function Task.",
      "first_author": "Zhao Z",
      "journal": "Behavioural neurology",
      "year": "2018",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "At present, little is known about brain functional connectivity and its small-world topologic properties in first-episode schizophrenia (SZ) patients during cool executive function task. In this paper, the Trail Making Test-B (TMT-B) task was used to evaluate the cool executive function of first-episode SZ patients and electroencephalography (EEG) data were recorded from 14 first-episode SZ patients and 14 healthy controls during this cool executive function task. Brain functional connectivity b"
    },
    {
      "pmid": "29611297",
      "title": "Relations between structural and EEG-based graph metrics in healthy controls and schizophrenia patients.",
      "first_author": "Gomez-Pilar J",
      "journal": "Human brain mapping",
      "year": "2018",
      "has_network": true,
      "has_metrics": true,
      "has_data": false,
      "has_patients": true,
      "score": 6,
      "abstract": "Our aim was to assess structural and functional networks in schizophrenia patients; and the possible prediction of the latter based on the former. The possible dependence of functional network properties on structural alterations has not been analyzed in schizophrenia. We applied averaged path-length (PL), clustering coefficient, and density (D) measurements to data from diffusion magnetic resonance and electroencephalography in 39 schizophrenia patients and 79 controls. Functional data were col"
    },
    {
      "pmid": "39231896",
      "title": "What we mean when we say semantic: Toward a multidisciplinary semantic glossary.",
      "first_author": "Reilly J",
      "journal": "Psychonomic bulletin & review",
      "year": "2025",
      "has_network": false,
      "has_metrics": false,
      "has_data": true,
      "has_patients": true,
      "score": 6,
      "abstract": "Tulving characterized semantic memory as a vast repository of meaning that underlies language and many other cognitive processes. This perspective on lexical and conceptual knowledge galvanized a new era of research undertaken by numerous fields, each with their own idiosyncratic methods and terminology. For example, \"concept\" has different meanings in philosophy, linguistics, and psychology. As such, many fundamental constructs used to delineate semantic theories remain underspecified and/or op"
    }
  ]
}